// ADD more words
// 1. А
const FIRST__LETTER = {
    letter: 'а',
    words: [
        'абайя', 'абвер', 'абзац', 'абиде', 'абищо', 'абияк', 'аборт', 'абощо', 'абрек', 'абрис', 'абхаз', 'абцуг',
        'аваль', 'аванс', 'авгіт', 'авгур', 'авдит', 'авеню', 'аверс', 'авжеж', 'авізо', 'авлос', 'аврал', 'авран', 'автол', 'автор',
        'агава', 'агама', 'агамі', 'агапе', 'агенс', 'агент', 'агент', 'агнат', 'агора', 'аграф', 'агуті',
        'аґенс', 'аґрус',
        'адакс', 'аддон', 'адепт', 'аджеж', 'адиге', 'адиге', 'адиги', 'адмін', 'адрон', 'адукт',
        'аероб', 'аерон',
        'ажгон', 'ажень',
        'азарт', 'азиль', 'азіат', 'азіят',
        'айван', 'аймак', 'айпад', 'айпед', 'айпод', 'айран', 'айсор', 'айфон',
        'акажу', 'акант', 'аканф', 'акати', 'акбар', 'акіта', 'акорд', 'акрил', 'аксис', 'аксон', 'актив', 'актин', 'актор', 'акула', 'акциз', 'акція',
        'аларм', 'алгол', 'алель', 'алеут', 'алича', 'алібі', 'алкан', 'алкан', 'алкаш', 'алкен', 'алкіл', 'алкін', 'аллах', 'алмаз', 'алоза', 'алонж', 'алтей', 'алтея', 'алтин', 'алунд', 'альба', 'альфа', 'алярм',
        'амант', 'амбал', 'амбар', 'амбра', 'амбре', 'амвон', 'амеба', 'аміак', 'амінь', 'амінь', 'ампер', 'ампір', 'ампль', 'амури',
        'анаша', 'ангар', 'ангел', 'англи', 'ангоб', 'анзац', 'аніде', 'аніже', 'аніма', 'аніме', 'аніон', 'аніщо', 'аніяк', 'анкер', 'анонс', 'антик', 'антре', 'антьє', 'анфас', 'анчар',
        'аорта',
        'апарт', 'апачі', 'апекс', 'апель', 'аплет', 'апное', 'апорт', 'апрет', 'апрош',
        'арара', 'аргат', 'аргон', 'аргус', 'аргус', 'арден', 'ареал', 'арена', 'арешт', 'аркан', 'аркуш', 'армія', 'арсен', 'арсин', 'архар', 'археї', 'архів', 'аршин',
        'асана', 'аскер', 'аскет', 'аспид', 'аспід', 'аспід', 'астат', 'астма', 'асура', 'асцит', 'аська',
        'атака', 'аташе', 'атлас', 'атлет', 'аттик',
        'аудит', 'аудіо', 'аурум',
        'афган', 'афект', 'афера', 'афини', 'афікс', 'афіша',
        'ахати', 'ахова', 'ахове', 'ахові',
        'ацтек', 'ацтой',
        'ачолі',
        'ашрам',
        'аякже'
    ]
};
// 2. Б  
const SECOND__LETTER = {
    letter: 'б',
    words: [
        'бабай', 'бабак', 'бабин', 'бабич', 'бабій', 'бабіт', 'бабка', 'бабка', 'бабло', 'бабця', 'бавно', 'багаж', 'багач', 'багер', 'багет', 'багно', 'багор', 'баґґі', 'бадан', 'баддя', 'баєва', 'баєве', 'баєві', 'базар', 'базис', 'байда', 'байда', 'байєр', 'байка', 'бакай', 'бакан', 'бакен', 'бакир', 'бакун', 'бакша', 'балан', 'балас', 'балет', 'балик', 'балія', 'балка', 'балон', 'балти', 'бальї', 'бамія', 'банан', 'банда', 'бандо', 'банер', 'баніт', 'банка', 'банко', 'банна', 'банне', 'банні', 'банош', 'банта', 'банту', 'банту', 'банту', 'бануш', 'баняк', 'бараж', 'барак', 'баран', 'баран', 'барба', 'барва', 'барда', 'бареж', 'баржа', 'барзо', 'барит', 'бариш', 'барій', 'барка', 'барна', 'барне', 'барні', 'барок', 'барон', 'басет', 'баска', 'баске', 'баскі', 'баско', 'басма', 'басок', 'басон', 'бастр', 'батак', 'батак', 'батат', 'батик', 'батир', 'батіг', 'батон', 'баттл', 'батут', 'батяр', 'бахаї', 'бахур', 'бахші', 'бачна', 'бачне', 'бачні', 'бачно', 'бачок', 'башка', 'башта', 'баюра', 'баяті',
        'бгана', 'бгане', 'бгані', 'бгати',
        'бебех', 'бевзь', 'беґас', 'беджа', 'безум', 'безус', 'бейбі', 'бейгл', 'бейдж', 'бейза', 'бекар', 'бекас', 'бекет', 'бекон', 'бемба', 'беміт', 'бенді', 'бенто', 'бердо', 'берег', 'берет', 'берил', 'берка', 'берке', 'беркі', 'берло', 'берма', 'берці', 'бесур', 'бетон',
        'бздур',
        'бивши', 'бидло', 'бидля', 'билля', 'бинда', 'бирка', 'бирса', 'бирфа', 'битва', 'битий', 'битая', 'битеє', 'битії', 'битка', 'битка', 'битке', 'биткі', 'битна', 'битне', 'битні', 'биття', 'битюг', 'битюк', 'бичий', 'бичок', 'бичок', 'бишак',
        'біакс', 'бібоп', 'бівак', 'бігка', 'бігке', 'бігкі', 'бігль', 'бігма', 'бігма', 'бігме', 'бігом', 'бігос', 'бігти', 'бігун', 'бігун', 'бігус', 'бігши', 'біґос', 'бідак', 'бідар', 'бідка', 'бідна', 'бідне', 'бідні', 'бідна',
        'бідно', 'бідон', 'біжна', 'біжне', 'біжні', 'бізон', 'бійка', 'бійня', 'білан', 'білет', 'білий', 'білая', 'білеє', 'білії', 'білик', 'біліш', 'білка', 'білль', 'білок', 'білон', 'білон', 'більш', 'біляк', 'біляк', 'біляр', 'біляш', 'бімба', 'бінго', 'біном', 'біонт', 'біота', 'біпер', 'біржа', 'бісер', 'бісик', 'бісів', 'бістр', 'бісус', 'бітер', 'бітум', 'бічна', 'бічне', 'бічні', 'бішар',
        'блага', 'благе', 'благі', 'благо', 'благо', 'бланк', 'бланш', 'близь', 'блиск', 'блись', 'бліда', 'бліде', 'бліді', 'блідо', 'блінт', 'блонд', 'блоха', 'блуза', 'блюдо', 'блюза', 'бляск', 'бляха',
        'бобер', 'бобик', 'бобир', 'бобік', 'богів', 'бодай', 'бодня', 'бодун', 'бодхі', 'бодян', 'боєць', 'божба', 'божий', 'божая', 'божеє', 'божії', 'божок', 'бозна', 'бозон', 'боїнг', 'боїще', 'бойко', 'бойна', 'бойне',
        'бойні', 'бойня', 'бойок', 'бокаж', 'бокал', 'боком', 'бокор', 'болід', 'болюс', 'бомба', 'бомки', 'бонги', 'бонза', 'бонна', 'бонус', 'боран', 'борат', 'бордо', 'борей', 'борза', 'борзе', 'борзі', 'борзо', 'борид', 'борна', 'борне', 'борні', 'борня', 'борть', 'борть', 'борше', 'босий', 'босая', 'босеє', 'босії', 'босяк', 'ботан', 'ботик', 'бофон', 'боцян', 'бочка', 'бочок',
        'брава', 'браве', 'браві', 'браво', 'брага', 'брадж', 'брама', 'бранч', 'брань', 'брати', 'бреве', 'брейк', 'бренд', 'брень', 'бридж', 'бридь', 'брижа', 'брила', 'бриль', 'брити', 'брита', 'брите', 'бриті', 'бритт', 'бриця', 'бріар', 'бріош', 'брова', 'броги', 'бронх', 'бронь', 'броня', 'брухт', 'брязк', 'брязь',
        'бубка', 'бубон', 'бубон', 'бувши', 'бугай', 'будда', 'будєт', 'будка', 'будня', 'буднє', 'будні', 'будун', 'будяк', 'бузок', 'буйна', 'буйне', 'буйні', 'буйно', 'буйок', 'буква', 'букер', 'букет', 'букле', 'букле', 'букля', 'букса', 'булат', 'булат', 'булий', 'булів', 'буліт', 'булка', 'булла', 'бульк', 'бумер', 'бунда', 'бундз', 'бурав', 'буран', 'бурат', 'бурда', 'бурий', 'бурая', 'буреє', 'бурії', 'бурка', 'бурса', 'бурта', 'бурун', 'буряк', 'бурят', 'бусел', 'бусик', 'бусол', 'бутан', 'бутер', 'бутик', 'бутил', 'бутин', 'бутит', 'бутік', 'бутна', 'бутне', 'бутні', 'бутон', 'буття', 'бутут', 'буфер', 'буфет', 'буфет', 'буфон', 'бухан', 'бухий', 'бухід', 'бухло', 'бухта', 'буцик', 'буцім', 'буцім', 'бучна', 'бучне', 'бучні', 'бучно', 'бучок', 'буяти', 'буяхи',
        'бювар', 'бювет', 'бюкса', 'бюрко'
    ]
};
// 3. В  
const THIRD__LETTER = {
    letter: 'в',
    words: [
        'вабик', 'вабка', 'вабке', 'вабкі', 'вабко', 'вабна', 'вабне', 'вабні', 'вабно', 'вавка', 'вагар', 'вагон', 'вагри', 'вагус', 'вадія', 'вадка', 'вадке', 'вадкі', 'вадко', 'вадна', 'вадне', 'вадні', 'важка', 'важке', 'важкі', 'важко', 'важна', 'важне', 'важні', 'важно', 'важок', 'важче', 'важча', 'важче', 'важчі', 'вазон', 'вайда', 'вайло', 'вайло', 'вакар', 'вакат', 'вакса', 'вакуф', 'валер', 'валет', 'валик', 'валик', 'валіа', 'валін', 'валка', 'валок', 'валом', 'валун', 'валух', 'вальс', 'валюш', 'вамбі', 'ванна', 'ванна', 'ванна', 'ванне', 'ванні', 'ванта', 'вапно', 'вапше', 'варай', 'варан', 'варга', 'варка', 'варка', 'варке', 'варкі', 'варко', 'варна', 'варна', 'варне', 'варні', 'варта', 'варта', 'варте', 'варті', 'варто', 'варус', 'варяг', 'васаг', 'васал', 'ватаг', 'ватер', 'ватин', 'ватка', 'ватна', 'ватне', 'ватні', 'ватра', 'вафля', 'вахня', 'вахта',
        'вбити', 'вбита', 'вбите', 'вбиті', 'вбога', 'вбоге', 'вбогі', 'вбого', 'вбрід', 'вбути', 'вбута', 'вбуте', 'вбуті',
        'вверх', 'ввесь', 'ввись', 'ввити', 'ввита', 'ввите', 'ввиті', 'вволю',
        'вглиб', 'вглиб', 'вгорі', 'вгорі', 'вгору',
        'вдала', 'вдале', 'вдалі', 'вдало', 'вдана', 'вдане', 'вдані', 'вдати', 'вдача', 'вдвоє', 'вдвох', 'вдень', 'вдіти', 'вдова', 'вдовж', 'вдовж', 'вдова', 'вдове', 'вдові', 'вдома', 'вдути', 'вдута', 'вдуте', 'вдуті', 'вдяка',
        'вебер', 'веган', 'вежка', 'вежна', 'вежне', 'вежні', 'везир', 'везір', 'везти', 'везун', 'векша', 'велет', 'велич', 'велум', 'вельд', 'велюр', 'венда', 'венед', 'венет', 'венна', 'венне', 'венні', 'вента', 'вепер', 'верба', 'верва', 'веред', 'верес', 'верея', 'верже', 'верло', 'верть', 'верхи', 'верша', 'весло', 'весна', 'вессі', 'вессі', 'вести', 'ветха', 'ветхе', 'ветхі', 'вечір',
        'вєлік',
        'вжити', 'вжита', 'вжите', 'вжиті',
        'взвод', 'взимі', 'взути', 'взута', 'взуте', 'взуті', 'взяти', 'взята', 'взяте', 'взяті',
        'вибіг', 'вибій', 'вибіл', 'вибір', 'вибух', 'вивар', 'вивих', 'вивід', 'вивід', 'вивіз', 'вивши', 'вивши', 'вигад', 'вигар', 'вигин', 'вигін', 'вигук', 'вигул', 'видих', 'виділ', 'видко', 'видма', 'видна', 'видне', 'видні', 'видно', 'видра', 'вижга', 'вижим', 'вижин', 'виїзд', 'вийна', 'вийти', 'виказ', 'викид', 'викоп', 'викос', 'викот', 'викуп', 'вилаз', 'вилив', 'вилім', 'виліт', 'вилка', 'вилка', 'вилки', 'вилов', 'вилом', 'вимах', 'вимін', 'вимір', 'винар', 'винен', 'винна', 'винне', 'винні', 'винна', 'винно', 'винос', 'винце', 'випад', 'випал', 'випар', 'випас', 'випин', 'випис', 'випит', 'випіт', 'вираз', 'вирва', 'виріб', 'вирід', 'виріз', 'вирій', 'вирла', 'вирок', 'вирок', 'вируб', 'виряд', 'висад', 'висип', 'висів', 'висла', 'висле', 'вислі', 'висна', 'висне', 'висні', 'висок', 'виспа', 'висши', 'висяк', 'витий', 'витин', 'витік', 'витка', 'витке', 'виткі', 'виток', 'витоп', 'виття', 'витяг', 'вихід', 'вихор', 'вихор', 'вишар', 'вишка', 'вишня', 'вищий', 'вищая', 'вищеє', 'вищії', 'вищип', 'вищир', 'виючи',
        'вівця', 'вівши', 'відео', 'відик', 'відом', 'відро', 'відси', 'відун', 'віжка', 'візаж', 'віздє', 'візир', 'візир', 'візит', 'візія', 'візок', 'візши', 'війка', 'війна', 'війце', 'вікно', 'віліс', 'вілла', 'вінда', 'віник', 'вініл', 'вінок', 'вінол', 'вінце', 'вінця', 'віола', 'віраж', 'вірля', 'вірна', 'вірне', 'вірні', 'вірні', 'вірно', 'віроз', 'вірус', 'вірча', 'вірче', 'вірчі', 'вісім', 'віскі', 'віспа', 'вість', 'вітер', 'вітка', 'віття', 'вічко', 'вічна', 'вічне', 'вічні', 'вічно', 'вішак', 'вішка', 'віщий', 'віщун', 'віючи', 'віяло', 'віяна', 'віяне', 'віяні', 'віяти',
        'вклад', 'вкрай', 'вкруг', 'вкупі', 'вкупу',
        'влада', 'влити', 'влита', 'влите', 'влиті', 'вліво', 'вліті', 'влови', 'вляги',
        'вмент', 'вмити', 'вмита', 'вмите', 'вмиті', 'вмить', 'вміла', 'вміле', 'вмілі', 'вміло', 'вміст', 'вміти',
        'внизу', 'внизу', 'вночі', 'внуча',
        'вобла', 'вовік', 'вовна', 'вовча', 'вовча', 'вовче', 'вовчі', 'вогка', 'вогке', 'вогкі', 'вогко', 'водій', 'водна', 'водне', 'водні', 'водно', 'вожак', 'вождь', 'возик', 'возій', 'вокал', 'волан', 'волга', 'волик', 'волок', 'волос', 'волот', 'волоф', 'волох', 'волхв', 'вольт', 'воляр', 'воляр', 'вопше', 'ворог', 'ворок', 'ворон', 'ворон', 'ворох', 'ворса', 'вотум', 'вотяк', 'вохра', 'вошва', 'вошка', 'вояка',
        'впала', 'впале', 'впалі', 'впень', 'вперш', 'впити', 'впита', 'впите', 'впиті', 'вплав', 'вплач', 'вплив', 'вплин', 'впору', 'впуск',
        'вража', 'враже', 'вражі', 'враза', 'врата', 'врити', 'врита', 'врите', 'вриті', 'врода', 'вроки', 'вруно',
        'вскач', 'вслід', 'вслід', 'всмак', 'всоте', 'вспак', 'вспід', 'встид', 'встик', 'вступ', 'встяж', 'всуху', 'всюди', 'всяка', 'всяке', 'всякі', 'всяко',
        'втеча', 'втиск', 'втіха', 'втома', 'втора', 'втроє', 'втяти', 'втята', 'втяте', 'втяті',
        'вуаль', 'вугор', 'вугор', 'вудка', 'вужак', 'вужик', 'вужів', 'вужче', 'вужча', 'вужче', 'вужчі', 'вузда', 'вузол', 'вуйко', 'вулик', 'вулій', 'вумен', 'вумна', 'вумне', 'вумні', 'вурда', 'вурка', 'вусач', 'вусик', 'вусок', 'вуста', 'вутла', 'вутле', 'вутлі', 'вушко', 'вушна', 'вушне', 'вушні',
        'вхожа', 'вхоже', 'вхожі',
        'вчвал', 'вчена', 'вчене', 'вчені', 'вчена', 'вчити', 'вчора', 'вчути',
        'вширш', 'вшити', 'вшита', 'вшите', 'вшиті',
        'вщент'
    ]
};
// 4. Г  
const FOURTH__LETTER = {
    letter: 'г',
    words: [
        'габіт', 'габро', 'гавот', 'гагат', 'гаддя', 'гадес', 'гадів', 'гадка', 'газик', 'газон', 'гайда', 'гайка', 'гайна', 'гайне', 'гайні', 'гайно', 'гайно', 'гайок', 'гакер', 'галас', 'галат', 'гален', 'галич', 'галід', 'галій', 'галіт', 'галка', 'галон', 'галоп', 'галун', 'галун', 'галча', 'галюн', 'гамак', 'гаман', 'гамба', 'гамір', 'гамма', 'гамон', 'гамуз', 'ганаш', 'ганда', 'ганус', 'гапка', 'гараж', 'гарба', 'гарда', 'гарем', 'гарне', 'гарна', 'гарне', 'гарні', 'гарно', 'гарус', 'гасло', 'гасши', 'гатка', 'гауда', 'гаучо', 'гачок', 'гашиш', 'гаючи', 'гаяти',
        'гбайя',
        'гвинт',
        'гебня', 'гевея', 'геєна', 'гейша', 'гекон', 'гелер', 'гелій', 'геліт', 'гемін', 'гемон', 'генде', 'генез', 'геній', 'геній', 'генна', 'генне', 'генні', 'геном', 'генрі', 'геоїд', 'герма', 'герой', 'герць', 'гетер', 'гетит', 'гетра', 'гетто',
        'гжель',
        'гзимс',
        'гибла', 'гибле', 'гиблі', 'гидка', 'гидке', 'гидкі', 'гидко', 'гилка', 'гилля', 'гилун', 'гилун', 'гинка', 'гинке', 'гинкі', 'гирка', 'гирло', 'гичка',
        'гібон', 'гідна', 'гідне', 'гідні', 'гідно', 'гідра', 'гієна', 'гілка', 'гілля', 'гімен', 'гінді', 'гінді', 'гінея', 'гінка', 'гінка', 'гінке', 'гінкі', 'гінко', 'гінча', 'гінче', 'гінчі', 'гіпюр', 'гірка', 'гірка', 'гірка', 'гірке', 'гіркі', 'гірко', 'гірна', 'гірне', 'гірні', 'гірше', 'гірша', 'гірше', 'гірші', 'гісоп', 'гість', 'гіфка', 'гічка',
        'глава', 'глава', 'главк', 'гладш', 'гладь', 'гласе', 'глибш', 'глива', 'глива', 'гливе', 'гливі', 'глина', 'глист', 'глиця', 'гліпт', 'глоба', 'глоса', 'глось', 'глузд', 'глузи', 'глупа', 'глупі', 'глуха', 'глухе', 'глухі', 'глуха', 'глухо', 'глюон', 'глянс', 'глянц', 'глясе',
        'гміна',
        'гнана', 'гнане', 'гнані', 'гнати', 'гнейс', 'гнида', 'гнила', 'гниле', 'гнилі', 'гниль', 'гнити', 'гніда', 'гніде', 'гніді', 'гнояк', 'гнути', 'гнута', 'гнуте', 'гнуті', 'гнучи', 'гнуча', 'гнуче', 'гнучі',
        'гобіт', 'гобой', 'говір', 'гогіт', 'годжі', 'годен', 'годна', 'годне', 'годні', 'годок', 'годун', 'гоєна', 'гоєне', 'гоєні', 'гожий', 'гоїти', 'гойна', 'гойне', 'гойні', 'гойно', 'гокей', 'голий', 'голий', 'голиш', 'голиш', 'голіш', 'голка', 'голод', 'голос', 'голуб', 'голуб', 'гольф', 'гольф', 'голяк', 'голяк', 'голяр', 'гомік', 'гомін', 'гомоз', 'гонді', 'гоніт', 'гонок', 'гонор', 'гонта', 'гонча', 'гонча', 'гонче', 'гончі', 'гопак', 'гопки', 'горда', 'горде', 'горді', 'гордо', 'горіх', 'горло', 'горно', 'горня', 'город', 'горор', 'горох', 'горою', 'горст', 'горща', 'гостя', 'гофре', 'гоцак', 'гоячи',
        'граве', 'граве', 'гранд', 'гранж', 'грана', 'гране', 'грані', 'грант', 'грань', 'грата', 'грати', 'графа', 'гребо', 'грежа', 'грена', 'грець', 'грець', 'грива', 'грива', 'гриве', 'гриві', 'гридь', 'грижа', 'гриль', 'грище', 'гріти', 'гріта', 'гріте', 'гріті', 'гроза', 'гроно', 'гроші', 'груба', 'груба', 'грубе', 'грубі', 'грубо', 'грубш', 'груда', 'груди', 'грудь', 'грузд', 'група', 'груша', 'гряда', 'грязь',
        'гуано', 'губка', 'губна', 'губне', 'губні', 'гувши', 'гугіт', 'гудок', 'гужем', 'гузир', 'гузка', 'гузно', 'гулаг', 'гулий', 'гулка', 'гулке', 'гулкі', 'гулко', 'гуляш', 'гумай', 'гуміт', 'гумка', 'гумоз', 'гумор', 'гумус', 'гуппі', 'гурія', 'гурка', 'гусак', 'гусак', 'гусар', 'гусит', 'гусій', 'гуска', 'гусла', 'гуслі', 'густи', 'густа', 'густе', 'густі', 'густо', 'гусши', 'гутна', 'гутне', 'гутні', 'гуцул', 'гучна', 'гучне', 'гучні', 'гучно', 'гучок', 'гущак',
        'гюрза'
    ]
};
// 5. Ґ  
const FIFTH__LETTER = {
    letter: 'ґ',
    words: [
        'ґаблі', 'ґавин', 'ґазда', 'ґалій', 'ґандж', 'ґандж', 'ґанок',
        'ґвалт', 'ґвара', 'ґвинт',
        'ґевал', 'ґедзь', 'ґетто',
        'ґзимс',
        'ґлузд',
        'ґміна',
        'ґонта',
        'ґранд', 'ґрант', 'ґрата', 'ґрати', 'ґроно', 'ґрунт',
        'ґуґля',
        'ґудзь',
        'ґумка'
    ]
};
// 6. Д  
const SIXTH__LETTER = {
    letter: 'д',
    words: [
        'давач', 'давка', 'давке', 'давкі', 'давня', 'давнє', 'давні', 'давно', 'давши', 'даєць', 'дайка', 'дайна', 'далеч', 'далія', 'дамба', 'дамка', 'даний', 'данка', 'дання', 'дарма', 'дартс', 'дарча', 'дарча', 'дарче', 'дарчі', 'датив', 'даток', 'дацит', 'дачка', 'дачна', 'дачне', 'дачні', 'дашок', 'даючи',
        'дбала', 'дбале', 'дбалі', 'дбати', 'дбаха', 'дбаха',
        'двері', 'двічі', 'двояк',
        'дебай', 'дебет', 'дебіл', 'дебіт', 'дебют', 'девіз', 'девон', 'деїзм', 'деїст', 'дейлі', 'декан', 'декор', 'делла', 'демка', 'демон', 'демос', 'денді', 'денім', 'денна', 'денне', 'денні', 'денно', 'денце', 'деньє', 'дербі', 'дерен', 'дерен', 'дерик', 'дерій', 'дерма', 'дерти', 'дерть', 'дертя', 'дерун', 'дерун', 'дерши', 'десть', 'дефіс', 'дехто', 'дечий', 'дечия', 'дечиє', 'дечиї', 'деяка', 'деяке', 'деякі',
        'джайв', 'джбан', 'джгут', 'джига', 'джума', 'джура',
        'дзбан', 'дзвін', 'дзвін', 'дзвяк', 'дзень', 'дзета', 'дзиґа', 'дзиґа', 'дзиґа', 'дзинь', 'дзьоб', 'дзюба', 'дзюдо',
        'дибка', 'дибки', 'дибки', 'дибом', 'дивак', 'диван', 'диван', 'дивна', 'дивне', 'дивні', 'дивен', 'дивно', 'дигер', 'дикий', 'дикая', 'дикеє', 'дикії', 'дикіш', 'дикун', 'дилер', 'димар', 'димер', 'димка', 'димна', 'димне', 'димні', 'димно', 'димок', 'динар', 'динас', 'динго', 'динго', 'динна', 'динне', 'динні', 'динод', 'диско', 'дичар', 'дичка',
        'діада', 'дівер', 'дівка', 'дівча', 'дівши', 'дідик', 'дідик', 'дідич', 'дідів', 'дідок', 'дідух', 'дієва', 'дієве', 'дієві', 'дієво', 'дієта', 'діжка', 'дійво', 'дійка', 'дійна', 'дійна', 'дійне', 'дійні', 'дійти', 'ділок', 'дімок', 'дінка', 'дірка', 'дітва', 'дітки', 'дітна', 'дітне', 'дітні', 'діула', 'діючи', 'діяти',
        'длява', 'дляве', 'дляві',
        'дмучи',
        'днесь', 'днина', 'днище', 'дніти', 'днюха', 'днями',
        'добич', 'добір', 'добре', 'добре', 'добра', 'добре', 'добрі', 'добро', 'довга', 'довге', 'довгі', 'довго', 'довід', 'довіз', 'довше', 'довша', 'довше', 'довші', 'догма', 'догрі', 'доджо', 'доєна', 'доєне', 'доєні', 'дожин', 'дожів', 'дозір', 'дозор', 'доїзд', 'доїти', 'дойда', 'дойда', 'дойна', 'доказ', 'докер', 'докір', 'долар', 'долма', 'долок', 'долом', 'доляр', 'домен', 'домна', 'домра', 'донин', 'донка', 'донна', 'донна', 'донне', 'донні', 'донор', 'донос', 'донья', 'допис', 'допит', 'дорош', 'досів', 'досіл', 'досьє', 'дотеп', 'дотик', 'дотла', 'дофін', 'дохід', 'дохла', 'дохле', 'дохлі', 'дохши', 'дочка', 'дошка', 'дощик', 'доячи',
        'драга', 'драже', 'драйв', 'драла', 'драма', 'драна', 'дране', 'драні', 'дрань', 'драти', 'драфт', 'древо', 'дреди', 'дрейф', 'дрена', 'дриль', 'дриля', 'дрізд', 'дрова', 'дроги', 'дрозд', 'друге', 'друга', 'друге', 'другі', 'друза', 'друїд',
        'дуаєн', 'дуала', 'дуала', 'дуант', 'дубль', 'дубок', 'дувал', 'дувши', 'дудак', 'дудар', 'дудка', 'дудук', 'дуель', 'дужий', 'дужка', 'дужна', 'дужне', 'дужні', 'дужче', 'дужча', 'дужче', 'дужчі', 'дуйна', 'дуйне', 'дуйні', 'дукар', 'дукат', 'дукач', 'дукач', 'дуліб', 'дулко', 'думка', 'думна', 'думне', 'думні', 'думно', 'дунст', 'дупка', 'дупло', 'дупця', 'дурак', 'дурка', 'дурка', 'дурне', 'дурна', 'дурне', 'дурні', 'дурно', 'дурня', 'дурра', 'дутар', 'дутий', 'дутик', 'дутик', 'дуття', 'дууже', 'духан', 'дучка', 'душка', 'душна', 'душне', 'душні', 'душно', 'душок', 'дуючи',
        'дюбек', 'дюкер', 'дюнна', 'дюнне', 'дюнні', 'дюшес',
        'дядин', 'дядьо', 'дяків', 'дятел', 'дячок'
    ]
};
// 7. Е  
const SEVENTH__LETTER = {
    letter: 'е',
    words: [
        'ебола',
        'евенк',
        'егіда', 'егрет',
        'едема', 'едикт',
        'ейдос',
        'екати', 'екзил', 'екзон', 'екзот', 'еклер', 'екран', 'ексон', 'екшен',
        'елінг', 'еліпс', 'еліта', 'еллін', 'елюат',
        'емаль', 'ембол', 'емейл',
        'енант', 'ендек', 'ендем', 'ендси', 'енець', 'ензим', 'енний',
        'еозин', 'еолів', 'еоліт', 'еоліт', 'еоцен',
        'епарх', 'епіка', 'епонж', 'епоха', 'епюра',
        'ербій', 'ерзац', 'еркер',
        'есдек', 'ескіз', 'естер', 'естет',
        'етвеш', 'етика', 'етіоп', 'етнос', 'етрол',
        'ефект', 'ефель', 'ефіоп'
    ]
};
// 8. Є  
const EIGHT__LETTER = {
    letter: 'є',
    words: [
        'євнух', 'єврей', 'єврик',
        'єдваб', 'єдина', 'єдине', 'єдині', 'єдино',
        'єзуїт',
        'ємний', 'ємніш',
        'єпарх',
        'єресь',
        'єство',
        'єхида', 'єхида',
    ]
};
// 9. Ж  
const NINTH__LETTER = {
    letter: 'ж',
    words: [
        'жабка', 'жабка', 'жабня', 'жабра', 'жавши', 'жадак', 'жаден', 'жадна', 'жадне', 'жадні', 'жадна', 'жадне', 'жадні', 'жакан', 'жакет', 'жалка', 'жалке', 'жалкі', 'жалон', 'жарка', 'жарке', 'жаркі', 'жарко', 'жарок', 'жаска', 'жаске', 'жаскі', 'жаско', 'жасна', 'жасне', 'жасні', 'жатий', 'жатка', 'жатна', 'жатне', 'жатні', 'жаття', 'жахка', 'жахке', 'жахкі', 'жахна', 'жахне', 'жахні', 'жахно',
        'жвава', 'жваве', 'жваві', 'жваво',
        'ждана', 'ждане', 'ждані', 'ждані', 'ждати', 'ждучи',
        'жебри', 'желяр', 'жених', 'жеода', 'жердь', 'жердя', 'жереб', 'жереп', 'жерех', 'жерло', 'жерти', 'жертя', 'жерун', 'жерши', 'жесть', 'жетон',
        'живий', 'живая', 'живеє', 'живії', 'живіт', 'живіш', 'живка', 'живке', 'живкі', 'живна', 'живне', 'живні', 'живши', 'жидва', 'жидик', 'жидів', 'жидок', 'жижки', 'жижка', 'жижке', 'жижкі', 'жизнь', 'жизня', 'жилет', 'жилий', 'жилка', 'жират', 'жираф', 'жирне', 'жирна', 'жирне', 'жирні', 'жирно', 'жирок', 'жирун', 'житво', 'житіє', 'житка', 'житло', 'житня', 'житнє', 'житні', 'життя', 'житце',
        'жінка',
        'жмаки', 'жменя', 'жмихи', 'жмудь', 'жмури',
        'жнець', 'жнива', 'жниво', 'жниця', 'жнучи',
        'жовна', 'жовно', 'жовта', 'жовте', 'жовті', 'жовто', 'жоден', 'жодна', 'жодне', 'жодні', 'жокей', 'жолоб', 'жопка', 'жорно',
        'жрець', 'жриця',
        'жужик', 'жуйка', 'жуйна', 'жуйне', 'жуйні', 'жуйні', 'жупан', 'жупел', 'журба', 'журек', 'журна', 'журне', 'журні', 'журно', 'жучок', 'жучок', 'жуючи'
    ]
};
// 10. З 
const TENTH__LETTER = {
    letter: 'з',
    words: [
        'забаг', 'забій', 'забіг', 'забір', 'забіл', 'завід', 'завал', 'завій', 'завіз', 'завія', 'завіт', 'завуч', 'завод', 'загад', 'завше', 'загар', 'загал', 'загін', 'загин', 'задих', 'загул', 'задня', 'задля', 'задні', 'заднє', 'задом', 'задок', 'заєць', 'задум', 'зазор', 'зажин', 'заїда', 'зазуб', 'заїка', 'заїзд', 'заїла', 'заїка', 'заїлі', 'заїле', 'зайва', 'зайве', 'зайві', 'зайве', 'зайда', 'зайво', 'зайти', 'зайда', 'закид', 'зайча', 'закіп', 'закис', 'закот', 'закон', 'закут', 'закуп', 'залім', 'залік', 'залка', 'заліт', 'замах', 'залом', 'заміж', 'замет', 'заміс', 'замір', 'замок', 'замок', 'замша', 'замор', 'занде', 'занде', 'занос', 'заніз', 'запал', 'заочі', 'запах', 'запас', 'запис', 'запин', 'запій', 'запит', 'запір', 'запіл', 'зараз', 'запор', 'зарин', 'зарва', 'заріз', 'зарис', 'заруб', 'зарок', 'засіб', 'заряд', 'засік', 'засів', 'заспа', 'засіл', 'затим', 'засув', 'затір', 'затин', 'затон', 'затіс', 'захід', 'затор', 'зачин', 'захов', 'зачіс', 'зачіп', 'заяча', 'заява', 'заячі', 'заяче',
        'збита', 'збити', 'збиті', 'збите', 'збоку', 'збіса', 'збори', 'збоку', 'збруя', 'зброя', 'збута', 'збути', 'збуті', 'збуте',
        'звага', 'зваба', 'звана', 'звада', 'звані', 'зване', 'звити', 'звати', 'звите', 'звита', 'звище', 'звиті', 'звіря', 'звіку', 'згага', 'звучи',
        'згода', 'згірш', 'згоже', 'згожа', 'згори', 'згожі', 'згуба', 'зграя', 'здала', 'згуда',
        'здалі', 'здале', 'здана', 'здаля', 'здані', 'здане', 'здача', 'здати', 'здоба', 'здвиг', 'здовж', 'здовж', 'здути', 'здуру', 'здуте', 'здута', 'зебра', 'здуті',
        'зелен', 'зебра', 'зельц', 'зелот', 'земна', 'земля', 'земні', 'земне', 'зеніт', 'земно', 'зернь', 'зерно', 'зефан', 'зерня', 'зечка', 'зефір',
        'зжате', 'зжата', 'зжити', 'зжаті', 'зжите', 'зжита', 'ззаду', 'зжиті',
        'зизий', 'ззаду', 'зилот', 'зизом', 'зимне', 'зимна', 'зимно', 'зимні', 'зична', 'зимою', 'зичні', 'зичне', 'зівна', 'зично',
        'зівні', 'зівне', 'зілля', 'зійти', 'зірка', 'зірка', 'зірка', 'зірка', 'зіркі', 'зірке', 'зіяти', 'зірко',
        'злити', 'злива', 'злита', 'злити', 'злиті', 'злите', 'зліше', 'зліва', 'зліше', 'зліша', 'злоба', 'зліші', 'злука', 'злото', 'злюка', 'злюка', 'злюче', 'злюча', 'злюща', 'злючі', 'злющі', 'злюще', 'злячи', 'зляку',
        'змити', 'змалу', 'змите', 'змита', 'зміїв', 'змиті', 'зміст', 'зміна', 'змога', 'змова',
        'знада', 'змора', 'знане', 'знана', 'знано', 'знані', 'знать', 'знати', 'знову', 'знизу', 'зняти', 'зночі', 'зняте', 'знята',
        'зобик', 'зняті', 'зобне', 'зобна', 'зовні', 'зобні', 'золот', 'зозла', 'зомбі', 'зоман', 'зонна', 'зомбі', 'зонні', 'зонне', 'зорнє', 'зорня', 'зошит', 'зорні',
        'зраза', 'зрада', 'зразу', 'зрази', 'зрима', 'зрана', 'зримі', 'зриме', 'зрити', 'зримо', 'зрите', 'зрита', 'зріла', 'зриті', 'зрілі', 'зріле', 'зріст', 'зріло', 'зріти', 'зріти', 'зрячи', 'зроду', 'зряче', 'зряча', 'зряча', 'зрячі',
        'зсіле', 'зсіла', 'зсілі',
        'зубик', 'зубне', 'зубна', 'зубок', 'зубні', 'зудар', 'зубря', 'зумба', 'зулус', 'зумпф', 'зумер', 'зупин', 'зуньї', 'зурна', 'зупка', 'зусім',
        'зшита', 'зшити', 'зшите', 'зшиті',
        'зябра', 'зятня', 'зятів', 'зятні', 'зятнє', 'зяяти', 'зяючи'
    ]
};
// 11. И 
const ELEVENTH__LETTER = {
    letter: 'и',
    words: [
        'икати'
    ]
};
// 12. І 
const TWELFTH__LETTER = {
    letter: 'і',
    words: [
        'івасі', 'івент', 'іврит',
        'ігнор', 'ігрек',
        'ідеал', 'іджма', 'ідіот', 'ідучи',
        'ієрей',
        'іжиця', 'іжора',
        'ізвод', 'ізгой', 'ізнов', 'ізюбр',
        'ікати', 'ікона', 'іксія',
        'ілеус',
        'імаго', 'імбир',
        'імідж', 'імпет',
        'інако', 'інарі', 'інвар', 'інгуш', 'індик', 'індій', 'індол', 'індус', 'інжир', 'інкуб', 'іноді', 'інтим', 'інуїт', 'інфіз', 'інший', 'інший',
        'іоніт', 'іонна', 'іонне', 'іонні', 'іонол',
        'іприт',
        'ірбіс', 'ірмос',
        'іскра', 'іслам', 'іслям', 'іспит', 'істик',
        'ітися', 'ітись', 'ітрій',
        'іудей', 'іудин',
        'ішача', 'ішаче', 'ішачі', 'ішіас', 'ішхан'
    ]
};
// 13. Ї 
const THIRTEENTH__LETTER = {
    letter: 'ї',
    words: [
        'їдало', 'їдати', 'їдець', 'їдкий', 'їдкіш', 'їдьма',
        'їздка',
        'їстки',
        'їхати', 'їхній'
    ]
};
// 14. Й 
const FOURTEENTH__LETTER = {
    letter: 'й',
    words: [
        'йняти',
        'йодат', 'йодид', 'йодил', 'йодит', 'йодль', 'йолоп', 'йомен',
        'йтися', 'йтись'
    ]
};
// 15. К 
const FIFTEENTH__LETTER = {
    letter: 'к',
    words: [
        'кабак', 'кабан', 'кабан', 'кавер', 'кавун', 'кагал', 'каган', 'кагат', 'кагла', 'кагор', 'каддо', 'кадет', 'кадик', 'кадіб', 'кадуб', 'кадук', 'кадук', 'кажан', 'казан', 'казах', 'казка', 'казна', 'казна', 'казус', 'кайло', 'кайма', 'кайра', 'какао', 'калан', 'калач', 'калга', 'калим', 'калій', 'каліф', 'каліч', 'калюс', 'камаз', 'камба', 'камео', 'камея', 'камін', 'камка', 'кампф', 'камса', 'канал', 'канат', 'канва', 'канна', 'канна', 'каное', 'канон', 'канюк', 'капар', 'капер', 'капіж', 'капля', 'капок', 'капор', 'капот', 'каппа', 'капут', 'карат', 'карга', 'карго', 'карда', 'карел', 'кариб', 'карий', 'карий', 'карія', 'карма', 'карст', 'карта', 'карук', 'карус', 'карюк', 'касир', 'касія', 'каска', 'каско', 'каста', 'катар', 'катер', 'катет', 'катик', 'катів', 'катма', 'катод', 'каток', 'каурі', 'каурі', 'кафір', 'кахля', 'кацап', 'качан', 'качин', 'качін', 'качка', 'качур', 'кашка', 'кашне', 'кашпо', 'кашуб', 'каюта',
        'квага', 'квант', 'кварк', 'кварц', 'кваша', 'квест', 'квити', 'квіти', 'кволо', 'квота',
        'кебаб', 'кегль', 'кегля', 'келар', 'келеп', 'келих', 'келія', 'кельт', 'кендо', 'кендя', 'кепка', 'керма', 'кермо', 'кесар', 'кесон', 'кетоз', 'кетон', 'кетяг', 'кефір', 'кечуа',
        'кивок', 'кидок', 'кизил', 'кийок', 'килим', 'кирза', 'кирка', 'кирпа', 'кирпа', 'кисет', 'кисле', 'кисло', 'кисть', 'кицин', 'кишка', 'киюра',
        'кібуц', 'ківер', 'кізка', 'кізяк', 'кікую', 'кілер', 'кілік', 'кілля', 'кілок', 'кімвр', 'кімчі', 'кінва', 'кінза', 'кінік', 'кінно', 'кіноа', 'кіоск', 'кіпка', 'кірка', 'кірха', 'кіска', 'кісся', 'кіста', 'кість', 'кітва', 'кітна', 'кіфоз', 'кішка', 'кішка',
        'кларк', 'клатч', 'клема', 'клерк', 'кліка', 'клінч', 'кліпс', 'кліть', 'кліше', 'клоун', 'клуня', 'кльош', 'кльош', 'клюка',
        'кнага', 'кнель', 'кнехт', 'книга', 'княжа', 'князь',
        'коала', 'коала', 'коата', 'коаті', 'кобза', 'кобиз', 'кобоз', 'кобра', 'кобуз', 'ковід', 'ковть', 'кодек', 'кодер', 'кодер', 'кодло', 'кодон', 'коєць', 'кожен', 'кожен', 'кожна', 'кожух', 'козак', 'козар', 'козел', 'козел', 'козир', 'козла', 'козли', 'козля', 'козуб', 'коїти', 'койка', 'койне', 'койот', 'кокні', 'кокні', 'кокні', 'кокон', 'кокос', 'кокус', 'колаж', 'колар', 'колба', 'колеж', 'колір', 'коліт', 'колія', 'колон', 'колон', 'колос', 'колос', 'колун', 'кольє', 'кольт', 'колюр', 'комар', 'комбі', 'комин', 'комиш', 'комік', 'комір', 'комод', 'конак', 'конар', 'коник', 'коник', 'конка', 'конто', 'конус', 'конче', 'конюх', 'коняр', 'копач', 'копач', 'копер', 'копил', 'копір', 'копія', 'копня', 'копра', 'корал', 'корал', 'корба', 'коргі', 'коргі', 'корма', 'короб', 'корок', 'короп', 'коряк', 'коряк', 'косар', 'косий', 'косяк', 'косяк', 'котел', 'котик', 'котик', 'котко', 'коток', 'коток', 'котон', 'котун', 'кофта', 'кочет', 'кошик', 'кошма', 'кощій',
        'кпити',
        'крага', 'краля', 'краса', 'крафт', 'краще', 'краще', 'кредо', 'креол', 'креси', 'крива', 'криво', 'крига', 'крижі', 'криза', 'крило', 'криль', 'криля', 'криси', 'крити', 'криця', 'крізь', 'кріль', 'кроль', 'кроля', 'крона', 'круїз', 'крумк', 'крупа', 'круто', 'круть', 'круча', 'кряча',
        'кубик', 'кубіт', 'кубло', 'кубок', 'кувез', 'кудла', 'кудла', 'кудли', 'кузен', 'кузня', 'кузов', 'кукан', 'кукса', 'кукса', 'кукса', 'кулак', 'кулан', 'кулер', 'кулик', 'кулик', 'куліш', 'кулон', 'культ', 'куман', 'куман', 'кумач', 'кумжа', 'кумик', 'кумин', 'кумир', 'кумир', 'кумис', 'кумів', 'кумка', 'кумця', 'кунак', 'кунфу', 'купаж', 'купер', 'купка', 'купки', 'купно', 'купол', 'купон', 'кураж', 'курай', 'курай', 'курак', 'курій', 'курія', 'курка', 'курно', 'курок', 'курча', 'кусок', 'кутий', 'кутик', 'кутин', 'куток', 'кутюр', 'кухар', 'кухля', 'кухня', 'куцак', 'куцак', 'куций', 'куціш', 'кучер', 'кучер', 'кучін', 'кучма', 'кушир', 'кушка', 'кущик',
        'кхасі', 'кхмер', 'кхоса',
        'кьошк',
        'кювет', 'кюрит', 'кюрій',
        'кяриз'
    ]
};
// 16. Л 
const SIXTEENTH__LETTER = {
    letter: 'л',
    words: [
        'лабка', 'лаваш', 'лавіс', 'лавка', 'лавра', 'лагер', 'ладан', 'ладен', 'ладно', 'лазар', 'лазер', 'лазій', 'лазня', 'лазок', 'лазун', 'лазур', 'лайба', 'лайда', 'лайка', 'лайка', 'лайно', 'лакей', 'ламач', 'ламба', 'лампа', 'ланди', 'ландо', 'ланка', 'ланок', 'ланос', 'лапка', 'лапки', 'ларга', 'ларго', 'ларго', 'ласий', 'ласіш', 'ласка', 'ласка', 'ласун', 'латач', 'латин', 'латиш', 'латка', 'лаття', 'латук', 'лауда', 'лаунж', 'лафет', 'лафіт', 'лахта', 'лаяти',
        'левіт', 'легат', 'легат', 'легіт', 'легко', 'легше', 'ледар', 'ледач', 'ледве', 'ледве', 'ледве', 'лежак', 'лежма', 'лежун', 'лейка', 'лекіф', 'лелія', 'леміш', 'лемко', 'лемур', 'ленто', 'ленто', 'лепет', 'лепра', 'лепта', 'лепча', 'лерка',
        'ливар', 'лижва', 'лижня', 'лизун', 'лиман', 'лимар', 'лимон', 'линва', 'линок', 'линча', 'липка', 'липко', 'лисак', 'лисий', 'лисий', 'лиска', 'листя', 'лисун', 'литва', 'литво', 'литий', 'литія', 'литка', 'лиття', 'лихач', 'лихий', 'лихіш', 'лицар', 'личак', 'личко', 'лишай', 'лишка', 'лишок', 'лищак',
        'ліана', 'лібра', 'лівак', 'лівар', 'лівер', 'лівер', 'лівий', 'лівіш', 'лівша', 'лівша', 'лігар', 'лігво', 'лігма', 'лідар', 'лідер', 'лідит', 'ліжко', 'ліжма', 'лізат', 'лізин', 'лізис', 'лізка', 'лізол', 'лізти', 'лійка', 'лікар', 'лікер', 'лілея', 'лілія', 'лімбо', 'ліміт', 'лімфа', 'лінза', 'лінія', 'лінон', 'лінюх', 'ліпід', 'ліпше', 'лірик', 'ліска', 'лісна', 'лісок', 'літак', 'літій', 'літія', 'літом', 'літун', 'ліцей', 'ліція', 'лічба',
        'лляти',
        'лобас', 'лобик', 'лобіо', 'лобок', 'лобур', 'ловля', 'логік', 'логон', 'логос', 'ложка', 'лойок', 'локон', 'локус', 'ломик', 'ломка', 'лонжа', 'лопар', 'лопар', 'лопіт', 'лопух', 'лотік', 'лоток', 'лотос', 'лохії', 'лоція', 'лошак',
        'лубок', 'лудан', 'лудан', 'лужок', 'лузга', 'лунда', 'луніт', 'лунка', 'лунка', 'лунко', 'лупак', 'лупка', 'луска', 'лутка', 'луфар', 'лучка', 'лучок', 'лушей', 'лущик',
        'льоля', 'льоха',
        'любий', 'любіш', 'любка', 'любка', 'любко', 'любов', 'люгер', 'людно', 'людці', 'люмен', 'люнет', 'люпин', 'лютар', 'лютий', 'лютий', 'лютич', 'лютіш', 'лютня', 'люшня',
        'лягти', 'лямка', 'ляпас', 'ляпіс', 'ляпка', 'лярва', 'ляхва', 'лячно', 'ляшок', 'лящик',
    ]
};
// 17. М 
const SEVENTEENTH__LETTER = {
    letter: 'м',
    words: [
        'мавка', 'мавпа', 'магія', 'магма', 'магог', 'магот', 'мадам', 'мадяр', 'маєво', 'мажор', 'мажор', 'мазда', 'мазер', 'мазка', 'мазок', 'мазун', 'мазур', 'мазут', 'майво', 'майже', 'майка', 'майка', 'майно', 'майор', 'макак', 'макао', 'макет', 'маків', 'максі', 'малат', 'малий', 'малка', 'малку', 'малюк', 'маляр', 'маляр', 'маляс', 'мамба', 'мамбо', 'мамин', 'мамій', 'мамка', 'мамця', 'манат', 'манга', 'манго', 'манде', 'манеж', 'манір', 'манія', 'манка', 'манна', 'мансі', 'манта', 'манто', 'манту', 'манул', 'маорі', 'маорі', 'маорі', 'марал', 'маржа', 'марка', 'марля', 'марне', 'марно', 'масаж', 'масай', 'масив', 'маска', 'масло', 'масно', 'масон', 'масть', 'матка', 'матка', 'матня', 'матюк', 'мафін', 'мафія', 'махра', 'мацак', 'мачок', 'маяти',
        'меблі', 'мегом', 'медик', 'медіа', 'медії', 'медок', 'медок', 'мезга', 'мезон', 'мейоз', 'мекка', 'мелан', 'мелон', 'мелос', 'мелун', 'менде', 'менше', 'менша', 'мерин', 'мерія', 'мерсі', 'мерти', 'месія', 'мести', 'месьє', 'метал', 'метан', 'метил', 'метис', 'метка', 'метко', 'метод', 'метол', 'метоп', 'метро', 'меццо', 'мечет', 'мечик',
        'мжити', 'мжиця',
        'мизка', 'мийка', 'мийна', 'мийня', 'милий', 'милий', 'миліш', 'мимря', 'мимря', 'мирно', 'мирра', 'мирта', 'мисик', 'миска', 'мисль', 'митар', 'митий', 'митра', 'миттю', 'миття', 'мичка', 'мишва', 'мишій', 'мишка', 'мишка',
        'міазм', 'мігма', 'мідія', 'мідяк', 'мідяр', 'мізер', 'мізер', 'мізки', 'мізюк', 'мікоз', 'мікст', 'міліш', 'мілке', 'мілко', 'мінер', 'мінет', 'мінея', 'мінор', 'мінор', 'мінус', 'міома', 'міраж', 'мірза', 'мірка', 'мірно', 'мірра', 'місис', 'місіс', 'місія', 'місто', 'місце', 'мітка', 'мітла', 'мітоз', 'міхур', 'міцно', 'мішма', 'мішма', 'мішок',
        'мливо', 'мліти', 'мляво',
        'ммоль',
        'мовби', 'мовби', 'мовно', 'могар', 'могер', 'могти', 'могул', 'модем', 'модно', 'модус', 'можна', 'мозок', 'мойва', 'мойра', 'мойра', 'моква', 'мокко', 'мокро', 'мокша', 'мокша', 'молод', 'молот', 'молох', 'моляр', 'монах', 'монго', 'моном', 'мопед', 'морда', 'морзе', 'моріг', 'мороз', 'морок', 'моряк', 'моссі', 'мосьє', 'мосяж', 'мотет', 'мотив', 'моток', 'мотор', 'мотто', 'мотуз', 'мохер', 'моцак', 'моція', 'мочар', 'мочка', 'мошва', 'мошка', 'мошка',
        'мрець', 'мріти', 'мряка',
        'мугир', 'мудра', 'мудро', 'мужик', 'музей', 'музин', 'мулат', 'муліт', 'мулко', 'мулла', 'муляж', 'муляр', 'муміє', 'мумія', 'мунда', 'мунда', 'мунда', 'мурал', 'мурза', 'мурий', 'мурло', 'мурло', 'мурло', 'мурсі', 'мусон', 'мутно', 'мутра', 'муфля', 'муфта', 'муцик', 'мушва', 'мушка', 'мушка', 'мушля',
        'мчати',
        'мюзет', 'мюзет', 'мюслі'
    ]
};
// 18. Н 
const EIGHTEENTH__LETTER = {
    letter: 'н',
    words: [
        'набат', 'набіг', 'набій', 'набік', 'набір', 'набір', 'набла', 'набоб', 'навал', 'навар', 'навід', 'навік', 'навіс', 'навіч', 'нагай', 'наган', 'нагар', 'нагин', 'нагін', 'нагрі', 'нагул', 'надир', 'надих', 'надій', 'наділ', 'надія', 'надра', 'надто', 'нажив', 'нажин', 'назад', 'назва', 'наїзд', 'найда', 'найда', 'найми', 'найра', 'найти', 'наказ', 'накат', 'накид', 'накип', 'накіт', 'накри', 'налив', 'наліт', 'намаз', 'намет', 'намив', 'намір', 'намул', 'намюр', 'нанду', 'наниз', 'нанка', 'нанос', 'напад', 'напис', 'напів', 'напій', 'напір', 'нараз', 'нарди', 'нарив', 'нарис', 'наріз', 'народ', 'нарта', 'наруч', 'наряд', 'насад', 'насип', 'насит', 'насів', 'насос', 'насув', 'натще', 'натяг', 'натяк', 'наука', 'науру', 'нафта', 'нахил', 'націл', 'нація', 'начеб', 'начеб', 'начіс', 'начос', 'наяву', 'наяда',
        'небіж', 'невже', 'невід', 'невус', 'негус', 'недуг', 'незле', 'нелад', 'нелюб', 'нелюд', 'немає', 'неміч', 'немов', 'немов', 'ненин', 'ненка', 'нерет', 'нерка', 'нерпа', 'нести', 'несун', 'нетля', 'нетрі', 'нетто', 'нехай', 'нехай', 'нецке',
        'нзіма',
        'нивка', 'нижче', 'нижче', 'низка', 'низом', 'нирка', 'нитка', 'ниття', 'ниций',
        'нівоз', 'ніжка', 'ніжно', 'нікаб', 'німий', 'німий', 'німка', 'німфа', 'німча', 'нірка', 'нітон', 'ніхто', 'нічий', 'нічия', 'нічка', 'нічно', 'ніяко',
        'нмоль',
        'новак', 'новий', 'новик', 'новіш', 'ножар', 'ножик', 'нойон', 'номад', 'номен', 'номер', 'номос', 'нонет', 'норит', 'норія', 'норка', 'норма', 'норов', 'носай', 'носак', 'носар', 'носач', 'носик', 'носій', 'носій', 'носок', 'нотар', 'нотка', 'ночви', 'ношпа',
        'нубук', 'нудко', 'нудно', 'нужда', 'нулик', 'нумте', 'нурта', 'нутро',
        'ньоро',
        'нюанс', 'нюхач',
        'нянин',
    ]
};
// 19. О 
const NINETEENTH__LETTER = {
    letter: 'о',
    words: [
        'оазис',
        'обвал', 'обвід', 'обгин', 'обгін', 'обдув', 'оберт', 'обжин', 'обзив', 'обком', 'облік', 'обліт', 'облом', 'облуд', 'обман', 'обмін', 'обмір', 'обніж', 'обора', 'образ', 'образ', 'обрив', 'обрис', 'обріз', 'обріз', 'обрій', 'оброк', 'обруб', 'обруч', 'обряд', 'обсув', 'обсяг', 'обтік', 'обхід', 'обшир', 'обшук',
        'овеча', 'овоїд',
        'огида', 'оглан', 'огляд', 'огрів', 'огріх', 'огуда', 'огузи',
        'одежа', 'одеон', 'одіти', 'однак', 'однак', 'одчай',
        'ожика', 'ожина', 'ожити',
        'озеро', 'озима', 'озноб',
        'окапі', 'окати', 'океан', 'окіст', 'оклад', 'оклик', 'окова', 'окрай', 'окрик', 'окрім', 'окріп', 'округ', 'округ', 'оксид', 'оксія', 'октан', 'октет', 'октод', 'окунь', 'окути',
        'олеат', 'олеїн', 'олень', 'оленя', 'олеум', 'олива', 'олімп', 'оліфа', 'олово',
        'омана', 'омбре', 'омега', 'омела', 'омити', 'омлет', 'омрак', 'омуль',
        'онагр', 'онікс', 'онова', 'онука', 'онуча', 'онуча',
        'ооліт',
        'опади', 'опара', 'опель', 'опера', 'опіка', 'опіум', 'оплін', 'опліт', 'опліч', 'опока', 'опора', 'опріч', 'опріч', 'опсин', 'оптик', 'опція',
        'орава', 'орало', 'оране', 'орати', 'орган', 'орган', 'оргія', 'орден', 'орден', 'ордер', 'ореол', 'оркан', 'орлан', 'орлик', 'орлій', 'орлон', 'орлюк', 'орляк', 'орний', 'оромо', 'оруда', 'орхіт', 'орчик',
        'осада', 'оселя', 'осика', 'осище', 'осище', 'осіло', 'осінь', 'оскар', 'ослик', 'ослін', 'осліп', 'ослюк', 'осляр', 'осман', 'осмат', 'осмій', 'осміх', 'осмос', 'особа', 'особа', 'осоїд', 'осока', 'остит', 'остов', 'остюк', 'остяк', 'осуга', 'осуда', 'осьде', 'осьде',
        'отава', 'отара', 'отвір', 'отеса', 'отець', 'отоді', 'отомі', 'отоса', 'отрок', 'оттак', 'отчий',
        'оупен',
        'офіра', 'офорт', 'офсет', 'офшор',
        'охати', 'охлос', 'охляп', 'охота', 'охоче',
        'очиці', 'очища', 'очкур', 'очний',
    ]
};
// 20. П 
const TWENTIETH__LETTER = {
    letter: 'п',
    words: [
        'павза', 'павин', 'павич', 'павук', 'павур', 'пагін', 'пагри', 'падіж', 'паділ', 'падко', 'падло', 'падло', 'падло', 'падре', 'падуб', 'паейя', 'пазик', 'пазур', 'пайда', 'пайза', 'пайка', 'пайок', 'пакет', 'палас', 'палац', 'палаш', 'палій', 'палка', 'палко', 'пампа', 'панас', 'панда', 'панич', 'панів', 'панін', 'панія', 'панна', 'панно', 'панок', 'папая', 'папір', 'папір', 'парад', 'параф', 'парез', 'парео', 'парія', 'парія', 'парка', 'парко', 'парно', 'парня', 'парох', 'парта', 'парус', 'парча', 'парша', 'пасаж', 'пасат', 'пасив', 'пасія', 'пасія', 'паска', 'пасмо', 'пасок', 'паста', 'пасти', 'пасти', 'пасха', 'патер', 'патик', 'патіо', 'патли', 'патос', 'пауза', 'пафос', 'пахау', 'пахва', 'пахта', 'пацан', 'пацюк', 'пачка', 'пашня', 'паяти',
        'певне', 'певен', 'певно', 'пегас', 'пекан', 'пекар', 'пекар', 'пекло', 'пекти', 'пелех', 'пелех', 'пемза', 'пенал', 'пенат', 'пеніс', 'пенні', 'пенні', 'пепсі', 'перга', 'перед', 'перед', 'перко', 'перон', 'перса', 'перст', 'перти', 'перун', 'перше', 'перше', 'песик', 'песто', 'петит', 'петля', 'печія',
        'пивна', 'пивце', 'пижмо', 'пилка', 'пилок', 'пиляк', 'пиляр', 'пипка', 'пиріг', 'пирій', 'пирск', 'писар', 'писок', 'питач', 'питво', 'питки', 'питне', 'пиття', 'питун', 'пичка', 'пишно', 'пищик', 'пияка', 'пияка',
        'піала', 'піано', 'піано', 'півня', 'півть', 'півча', 'підле', 'підло', 'пізно', 'пійло', 'пікап', 'пікет', 'пікша', 'пілка', 'пілон', 'пілот', 'пінія', 'пінка', 'пінно', 'пінта', 'пінчо', 'пірат', 'пірен', 'пірит', 'пірол', 'пірон', 'піроп', 'пірце', 'після', 'після', 'пісно', 'пісня', 'пісок', 'піспа', 'пітія', 'пітон', 'піфія', 'піфос', 'піхва', 'піхта', 'пічка', 'пішак', 'пішак', 'піший', 'піший', 'пішки', 'піяка', 'піяка', 'піяка',
        'пласт', 'плата', 'плато', 'плаун', 'плаха', 'плебс', 'плеєр', 'плеск', 'плесо', 'плече', 'плись', 'плита', 'пліва', 'плісе', 'пліть', 'плоть', 'площа', 'плюск', 'плюсь', 'пляма',
        'пнути',
        'побит', 'побій', 'побік', 'побіл', 'побір', 'побіч', 'побіч', 'побут', 'поваб', 'повів', 'повід', 'повік', 'повіт', 'повія', 'повен', 'повно', 'повня', 'погар', 'погон', 'погук', 'подив', 'подих', 'поділ', 'поділ', 'подія', 'подув', 'поема', 'позад', 'позад', 'позва', 'позер', 'позив', 'позір', 'позіх', 'позов', 'поїзд', 'поїти', 'показ', 'покер', 'покій', 'покіс', 'покіт', 'покуп', 'полба', 'полив', 'полик', 'полин', 'полій', 'полій', 'поліп', 'поліс', 'політ', 'полог', 'полоз', 'полоз', 'полон', 'полох', 'полюс', 'поляк', 'помах', 'помел', 'помиї', 'поміж', 'помік', 'помір', 'помір', 'поміч', 'помор', 'помпа', 'понад', 'понос', 'пончо', 'понюх', 'попас', 'попик', 'попит', 'попів', 'попід', 'попіл', 'попок', 'попри', 'порей', 'порив', 'поріг', 'поріз', 'порно', 'порок', 'пором', 'порох', 'поруб', 'порух', 'поруч', 'поруч', 'порше', 'поряд', 'поряд', 'посаг', 'посад', 'посів', 'посол', 'посох', 'посуд', 'посуш', 'потай', 'поташ', 'потир', 'потік', 'потім', 'потоп', 'потур', 'потяг', 'потяг', 'похил', 'похит', 'похід', 'почет', 'почин', 'почім', 'пошта', 'пошук', 'поява',
        'право', 'прайд', 'праля', 'прати', 'праця', 'праща', 'преса', 'пресс', 'прима', 'принт', 'принц', 'пріль', 'пріон', 'пріор', 'пріти', 'проба', 'пробі', 'проза', 'промо', 'просо', 'проте', 'проте', 'проти', 'проти', 'профі', 'проща', 'прояв', 'прусс', 'пряжа', 'пряля', 'пряма', 'прямо', 'пряно', 'пряха',
        'псина', 'псина', 'псище', 'псище', 'псюга', 'псюга', 'псюка', 'псюка', 'псюра', 'псюра', 'псяка', 'псяка', 'псяра', 'псяра',
        'птаха', 'пташа', 'птиця', 'птиця',
        'пуант', 'пугач', 'пугач', 'пудик', 'пудра', 'пузан', 'пузир', 'пузце', 'пульс', 'пульт', 'пункт', 'пупок', 'пурга', 'пурин', 'пусте', 'пусто', 'путря', 'пуття', 'пуфик', 'пухир', 'пухко', 'пучка', 'пучок', 'пушка', 'пушок', 'пушок', 'пушта', 'пушту',
        'пхати',
        'пшоно'
    ]
};
// 21. Р 
const TWENTY_FIRST__LETTER = {
    letter: 'р',
    words: [
        'рабат', 'раббі', 'рабин', 'равин', 'радар', 'раджа', 'радий', 'радій', 'радіо', 'радон', 'радше', 'разер', 'разок', 'разом', 'раїна', 'райок', 'район', 'ракія', 'ракша', 'рамка', 'рампа', 'рамці', 'рамця', 'ранет', 'раніш', 'ранка', 'рання', 'ранок', 'ранчо', 'рапід', 'растр', 'ратай', 'ратин', 'раунд', 'рафід', 'рафія', 'рахва', 'рахіс', 'рахіт', 'раціо', 'рація', 'рачки', 'рачок', 'раяти',
        'рвати',
        'рдест',
        'ребро', 'ребус', 'ревно', 'ревти', 'ревун', 'ревун', 'регбі', 'реггі', 'регіт', 'редан', 'редис', 'редут', 'режим', 'резит', 'резол', 'резон', 'резус', 'резус', 'рейка', 'рекет', 'ректи', 'реліз', 'реліт', 'ремез', 'реміз', 'ренет', 'реній', 'реніт', 'рента', 'репер', 'репет', 'ретро', 'ретуш', 'решка', 'решта',
        'ржати',
        'рибак', 'рибка', 'рибне', 'рибно', 'ривок', 'ридма', 'рижик', 'рижій', 'ризик', 'рийка', 'рикша', 'рикша', 'ринва', 'ринда', 'ринда', 'риніт', 'ринка', 'ринок', 'рипус', 'рисак', 'риска', 'ритий', 'ритон', 'ритор', 'риття', 'рифей', 'рихва', 'рицар', 'рицин',
        'рівне', 'рівен', 'рівно', 'рівня', 'рідко', 'рідне', 'рідні', 'рідно', 'рідня', 'рідше', 'ріжок', 'різак', 'різка', 'різко', 'різне', 'різно', 'різня', 'різун', 'рійба', 'рілля', 'ріпак', 'ріпка', 'ріска', 'річка', 'річно',
        'робак', 'робер', 'робот', 'ровер', 'рогач', 'рогач', 'рогіз', 'родео', 'родич', 'родій', 'рожен', 'розор', 'розум', 'роїти', 'рокер', 'рокер', 'рокош', 'ролер', 'ролик', 'роман', 'ромей', 'ромен', 'ромка', 'рондо', 'ронжа', 'ропак', 'рости', 'ростр', 'ротик', 'роток', 'ротор', 'рочок', 'рояль',
        'ртуть',
        'рубаї', 'рубач', 'рубіж', 'рубін', 'рубка', 'рубль', 'рудий', 'рудий', 'рудня', 'рудяк', 'руїна', 'рукав', 'рулет', 'рулон', 'румак', 'румба', 'румеї', 'румун', 'рунді', 'рунет', 'рупія', 'рупор', 'рурка', 'русак', 'русий', 'русин', 'русич', 'русло', 'рутил', 'рутин', 'рутка', 'руфер', 'руфія', 'ручай', 'ручка', 'ручно', 'рушій',
        'рюмса', 'рюмса', 'рюшки',
        'рябий', 'рябий', 'рябко', 'рябоє', 'рядно', 'рядно', 'рядок', 'ряжка', 'рямця', 'ряска', 'рясно'
    ]
};
// 22. С 
const TWENTY_SECOND__LETTER = {
    letter: 'с',
    words: [
        'саамі', 'саамі', 'сабза', 'сабур', 'саван', 'савар', 'сагиб', 'саджа', 'садка', 'садно', 'садок', 'саєта', 'сажка', 'сажок', 'сазан', 'сайга', 'сайда', 'сайка', 'сайка', 'сайкл', 'сайра', 'сакви', 'сакля', 'сакма', 'сакос', 'салат', 'салол', 'салон', 'салоп', 'салун', 'салют', 'саман', 'самба', 'самбо', 'самбо', 'самий', 'саміт', 'самка', 'самум', 'санго', 'санки', 'сапер', 'сапет', 'сапка', 'сапун', 'сарай', 'саржа', 'сарич', 'сарна', 'сарос', 'сатин', 'сатир', 'сауна', 'сачок',
        'свазі', 'свара', 'сваха', 'светр', 'свиня', 'свист', 'свита', 'свіжо', 'свінг', 'світа', 'свіча', 'свояк', 'свята', 'свято', 'свято',
        'сеанс', 'себін', 'себто', 'сегун', 'седан', 'сезам', 'сезон', 'сексі', 'сексі', 'секта', 'селен', 'селфі', 'селюк', 'семіт', 'семпл', 'сенат', 'сепія', 'сепія', 'серга', 'серед', 'серен', 'серер', 'серер', 'серин', 'серія', 'серна', 'серум', 'серце', 'сесія', 'сетер',
        'сибас', 'сивак', 'сивий', 'сивий', 'сивка', 'сивуч', 'сигма', 'сидні', 'сидун', 'сизий', 'сиква', 'сикоз', 'силан', 'силач', 'силос', 'силур', 'силен', 'сильф', 'синап', 'синаш', 'сингл', 'сингл', 'синдх', 'синів', 'синій', 'синод', 'синок', 'синті', 'синті', 'синто', 'синус', 'синьо', 'синяк', 'сипай', 'сипко', 'сипло', 'сирий', 'сирин', 'сиріч', 'сиріш', 'сирок', 'сирок', 'сироп', 'сисак', 'сисун', 'ситал', 'ситий', 'ситий', 'ситіш', 'ситко', 'ситно', 'ситро', 'ситце', 'сифон', 'сичуг', 'сичуг',
        'сівач', 'сівба', 'сідач', 'сідло', 'сієна', 'сієра', 'сікач', 'сікач', 'сікти', 'сімка', 'сінаж', 'сінце', 'сінці', 'сірий', 'сірий', 'сіріш', 'сірка', 'сірко', 'сіряк', 'сіряк', 'сісти', 'сітка', 'січка', 'січна', 'сішка', 'сіяти', 'сіяти',
        'скайп', 'скала', 'скарб', 'скарн', 'скаут', 'сквер', 'сквот', 'сквош', 'скейт', 'скеля', 'скетч', 'скиба', 'скіпа', 'скіфл', 'скіць', 'склад', 'склеп', 'скляр', 'скоба', 'скопа', 'скоро', 'скорс', 'скорш', 'скоса', 'скотч', 'скраб', 'скрап', 'скраю', 'скрик', 'скрип', 'скрут', 'скунс', 'скупо', 'скуто',
        'слабо', 'слабш', 'слава', 'слайд', 'слати', 'слати', 'слейв', 'сленг', 'слива', 'слина', 'слінг', 'сліпи', 'сліпа', 'сліпо', 'слово', 'слоїк', 'слоня', 'слуга', 'слуга', 'слюда',
        'смага', 'смайл', 'смерк', 'смерч', 'смисл', 'сміло', 'сміти', 'смола', 'сморж', 'смуга', 'смузі', 'смута',
        'снага', 'снити', 'сниця', 'снище', 'сноза',
        'собор', 'совка', 'совок', 'содом', 'сойка', 'сокет', 'сокіл', 'сокіл', 'солея', 'солід', 'солод', 'соляр', 'соляр', 'сомик', 'сомон', 'сомон', 'сонар', 'сонет', 'сонно', 'сонце', 'сонях', 'сопка', 'сопло', 'сопля', 'сопти', 'сопун', 'сорго', 'сорит', 'сорок', 'сором', 'сорус', 'соска', 'сосна', 'сосок', 'сотий', 'сотка', 'сотня', 'софіт', 'софка', 'сошка',
        'спазм', 'спати', 'спека', 'спекл', 'сперш', 'спина', 'спирт', 'спиця', 'сплав', 'сплив', 'сплін', 'сплюх', 'спонж', 'спора', 'споро', 'спорт', 'спред', 'спрей', 'спрут', 'спурт', 'спуск', 'спуск', 'спуст', 'спуст',
        'ссати',
        'стадо', 'стаєр', 'стаза', 'стала', 'стале', 'стало', 'сталь', 'станс', 'старе', 'стара', 'старт', 'стати', 'стать', 'ствол', 'створ', 'стейк', 'стела', 'стеля', 'стенд', 'стент', 'стило', 'стиль', 'стиль', 'стиск', 'стиха', 'стіна', 'стовп', 'стоїк', 'стокс', 'стома', 'стопа', 'стопа', 'сторч', 'стояк', 'стоян', 'страж', 'страз', 'страх', 'стрес', 'стриб', 'стриж', 'стрий', 'стрим', 'стрій', 'стріт', 'стріч', 'строк', 'строп', 'струг', 'струг', 'струм', 'струп', 'струс', 'ступа', 'стяти',
        'субак', 'сувій', 'сугак', 'судак', 'судан', 'суддя', 'суддя', 'судза', 'судно', 'судно', 'судок', 'суєта', 'сукно', 'сукня', 'сулія', 'суміш', 'сумка', 'сумно', 'суніт', 'суомі', 'суомі', 'суомі', 'супін', 'сурик', 'сурма', 'сусак', 'сусід', 'сусло', 'сутаж', 'сутри', 'суфій', 'суфле', 'сухар', 'сухий', 'сухіш', 'сучий', 'сучка', 'сучок', 'суччя', 'сушка', 'сушня', 'сущий',
        'сфера',
        'схема', 'схима', 'схлип', 'сходи', 'схоже', 'схрон',
        'сцена',
        'сьєра', 'сьорб',
        'сюжет', 'сюїта',
        'сяєво', 'сяжки', 'сяйво', 'сяйно', 'сякий', 'сяяти',
    ]
};
// 23. Т 
const TWENTY_THIRD__LETTER = {
    letter: 'т',
    words: [
        'таана', 'табес', 'табір', 'табло', 'табор', 'табун', 'тавот', 'тавро', 'тагал', 'таган', 'таєць', 'тазик', 'таїна', 'таїти', 'тайга', 'тайка', 'таймз', 'таймс', 'тайна', 'такий', 'такир', 'також', 'також', 'такса', 'такса', 'таксі', 'такшо', 'талан', 'талер', 'талес', 'талий', 'талиш', 'таліб', 'талій', 'талія', 'талом', 'талон', 'тальк', 'таляр', 'тамга', 'таміл', 'танго', 'танід', 'танін', 'танок', 'тапер', 'тапір', 'таран', 'тариф', 'татів', 'татко', 'тафта', 'тахля', 'тахта', 'тачка',
        'твань', 'тверк', 'твіст',
        'театр', 'тезис', 'тезка', 'тезка', 'тезко', 'теїзм', 'теїст', 'текст', 'текти', 'теліп', 'телур', 'тембр', 'тембу', 'темка', 'темно', 'тенге', 'теніс', 'теніт', 'тенор', 'тенор', 'тепер', 'тепло', 'тепло', 'терем', 'терен', 'терен', 'терка', 'терло', 'терни', 'терня', 'терор', 'терти', 'тертя', 'тесак', 'тесла', 'тесло', 'тесля', 'тесть', 'тетрі', 'тетум', 'теург', 'техно', 'течія', 'течка', 'тещин',
        'тивун', 'тигря', 'тикер', 'тимін', 'тимол', 'тимус', 'тиння', 'тинок', 'тиньк', 'типаж', 'тираж', 'тиран', 'тирит', 'тирка', 'тирло', 'тирса', 'титан', 'титан', 'титан', 'титар', 'титла', 'титло', 'титул', 'тихий', 'тихіш', 'тихше', 'тичка',
        'тіара', 'тіпун', 'тісно', 'тісто', 'тітка', 'тічка', 'тічня',
        'ткаля', 'ткати',
        'тлінь', 'тліти',
        'тнути',
        'тобто', 'тобто', 'товар', 'товба', 'товба', 'товща', 'товще', 'тодес', 'токай', 'токар', 'токен', 'толар', 'томат', 'томат', 'томик', 'томос', 'тонга', 'тондо', 'тонер', 'тонік', 'тонко', 'тонна', 'тонус', 'тонше', 'топаз', 'топік', 'топіт', 'топка', 'топос', 'топуз', 'торба', 'торит', 'торій', 'торік', 'торон', 'торос', 'тотем', 'точка', 'точно', 'точок',
        'трава', 'тракт', 'транс', 'транш', 'траса', 'траст', 'трата', 'траур', 'треба', 'треба', 'трейд', 'трейл', 'трель', 'тренд', 'тренч', 'трест', 'трефа', 'триба', 'тризм', 'трико', 'трина', 'трипс', 'триух', 'тричі', 'тріас', 'трієр', 'тріод', 'тріск', 'трісь', 'троль', 'тромб', 'тромп', 'тропа', 'трохи', 'трояк', 'троян', 'труба', 'труна', 'трупа', 'труси', 'трюмо',
        'тсуга',
        'туаль', 'тубик', 'тубус', 'тугий', 'тугіш', 'тужно', 'тукан', 'тулій', 'тулія', 'тулуб', 'тумак', 'тумак', 'туман', 'тумба', 'тумен', 'тумор', 'тупак', 'тупак', 'тупий', 'тупик', 'тупіт', 'тупіш', 'турач', 'турів', 'турка', 'турне', 'турок', 'турун', 'турча', 'тусан', 'тутсі', 'туфіт', 'туфля', 'туфта', 'тушка', 'тушка',
        'тьотя',
        'тюбаж', 'тюбик', 'тюнер', 'тюпки', 'тюрбе', 'тюрбо', 'тюрбо', 'тюрма', 'тютюн',
        'тягар', 'тягач', 'тягло', 'тягти', 'тягун', 'тяжба', 'тяжко', 'тяжок', 'тяжче', 'тямка'
    ]
};
// 24. У 
const TWENTY_FOURTH__LETTER = {
    letter: 'у',
    words: [
        'уазик',
        'убити', 'убита', 'убога', 'убого', 'убрід', 'убрус', 'убути',
        'увага', 'увеїт', 'увера', 'увера', 'уверх', 'увесь', 'увити', 'уволю',
        'угара', 'угара', 'углиб', 'углиб', 'углич', 'угода', 'угорі', 'угорі', 'угору', 'угрин',
        'удало', 'удати', 'удача', 'удвоє', 'удвох', 'удень', 'удова', 'удовж', 'удовж', 'удома',
        'ужити',
        'узбек', 'узбіч', 'узвар', 'узвіз', 'узути', 'узяти',
        'уїсти',
        'уйгур',
        'уклад', 'уклін', 'уклон', 'украй', 'укріп', 'укупі',
        'улити', 'уліво', 'ульва', 'ульчі',
        'умбра', 'умбри', 'умент', 'умити', 'умить', 'уміло', 'уміст', 'уміти', 'умова',
        'унабі', 'унада', 'унизу', 'унизу', 'уніат', 'унізм', 'уночі', 'унтер', 'унуча', 'унція',
        'упень', 'уперш', 'упити', 'упіст', 'уплав', 'уплив', 'упору', 'упряж',
        'ураза', 'уреат', 'урема', 'урина', 'урити', 'урода', 'уруми',
        'услід', 'услід', 'усмак', 'усміх', 'усний', 'усоте', 'успід', 'успіх', 'устав', 'усташ', 'уступ', 'устяж', 'усуху', 'усюди', 'усюди', 'усяко',
        'утвір', 'утеча', 'утиль', 'утиск', 'утіха', 'утлий', 'утома', 'утроє', 'утяти',
        'ухати',
        'учвал', 'учена', 'учень', 'учити', 'учора', 'учути',
        'ушити',
        'ущент',
        'уявки', 'уявне', 'уявно',
    ]
};
// 25. Ф 
const TWENTY_FIFTH__LETTER = {
    letter: 'ф',
    words: [
        'фабра', 'фавор', 'фагот', 'фазан', 'фазис', 'файда', 'файно', 'факел', 'факір', 'факто', 'фалда', 'фалос', 'фальц', 'фальш', 'фальш', 'фанат', 'фанза', 'фарад', 'фарба', 'фарсі', 'фасад', 'фасет', 'фаска', 'фасон', 'фатва', 'фатин', 'фатум', 'фауна', 'фацет', 'фація', 'фаянс',
        'феаки', 'фелах', 'фелон', 'феніл', 'феніт', 'фенол', 'ферзь', 'ферит', 'ферма', 'ферум', 'феска', 'фетва', 'фетиш',
        'фіакр', 'фібра', 'фіглі', 'фіґлі', 'фідер', 'фіджі', 'фізик', 'фізія', 'фікус', 'фікшн', 'філей', 'філер', 'філер', 'філіт', 'філія', 'фільм', 'фільц', 'фімоз', 'фінал', 'фінік', 'фініш', 'фінка', 'фінка', 'фіорд', 'фірма', 'фітин', 'фітол', 'фішка',
        'фйорд',
        'фланг', 'флейц', 'флінт', 'флірт', 'флокс', 'флопі', 'флора', 'флуор', 'флюїд', 'флюор', 'фляга', 'фляки',
        'фобія', 'фокус', 'фолат', 'фоліо', 'фолія', 'фольк', 'фомоз', 'фондю', 'фонон', 'форма', 'форте', 'форте', 'форум', 'фотон',
        'фраза', 'франк', 'франк', 'франт', 'фрапе', 'фрахт', 'фреза', 'фрейм', 'френч', 'фреон', 'фрити', 'фронт', 'фрукт',
        'фугас', 'фуете', 'фужер', 'фузія', 'фукус', 'фуляр', 'фураж', 'фуран', 'фурія', 'фурка', 'фурма', 'фурор',
        'фюзен', 'фюрер',
    ]
};
// 26. Х 
const TWENTY_SIXTH__LETTER = {
    letter: 'х',
    words: [
        'хабар', 'хавав', 'хавка', 'хаджі', 'хадис', 'хадіс', 'хазар', 'хазяї', 'хайда', 'хайку', 'хакан', 'хакас', 'хакер', 'халат', 'халва', 'халіф', 'хамам', 'хамів', 'хамка', 'хамло', 'хамло', 'хамло', 'хамон', 'хамса', 'ханат', 'ханів', 'ханти', 'ханум', 'ханша', 'хапко', 'харам', 'харза', 'харчо', 'хасид', 'хаскі', 'хаскі', 'хатка', 'хатнє', 'хауса', 'хауса', 'хауса', 'хафіз',
        'хвала', 'хвиля', 'хвись', 'хвіст', 'хвіть', 'хвора', 'хвось',
        'хедер', 'хедер', 'хелат', 'хелло', 'хемоз', 'херес',
        'хибко', 'хибно', 'хижак', 'хижий', 'хижіш', 'хижка', 'хирий', 'хирно', 'хитко', 'хитро', 'хитун',
        'хіазм', 'хідлі', 'хілер', 'хілус', 'хімік', 'хімія', 'хімус', 'хінді', 'хінін', 'хінон', 'хітин', 'хітон',
        'хлист', 'хлист', 'хлюст', 'хлюща', 'хляки', 'хляти',
        'хмара', 'хміль', 'хмонг', 'хмуро',
        'хоана', 'хобіт', 'хобот', 'ходак', 'ходжа', 'ходка', 'ходок', 'ходок', 'ходун', 'хозар', 'хокей', 'холін', 'холка', 'холод', 'холоп', 'холуй', 'хомут', 'хопер', 'хорал', 'хорда', 'хорей', 'хорея', 'хором', 'хосен', 'хохол', 'хохол',
        'хрест', 'хріна', 'хруск', 'хруст', 'хряск', 'хрясь',
        'хтиво', 'хтось',
        'худий', 'худяк', 'хумус', 'хунта', 'хурал', 'хурма', 'хусит', 'хутір', 'хутко', 'хутро', 'хутче', 'хуцпа',
    ]
};
// 27. Ц 
const TWENTY_SEVENTH__LETTER = {
    letter: 'ц',
    words: [
        'цадик', 'цанга', 'цапик', 'цапів', 'цапок', 'цапфа', 'царат', 'царик', 'царів', 'царок', 'царок',
        'цвіль', 'цвіть',
        'цебер', 'цебро', 'цебто', 'цебто', 'цегла', 'цедра', 'цезар', 'цезій', 'целон', 'ценоз', 'центр', 'центр', 'церит', 'церій', 'цесар', 'цесія', 'цехін',
        'цибук', 'цибух', 'циган', 'цигун', 'цикля', 'цимес', 'цинга', 'цинік', 'цинія', 'цироз', 'циста', 'цитоз', 'цитра', 'цифра',
        'цівка', 'цілий', 'цілик', 'цілко', 'цінно', 'ціпак', 'ціпка', 'ціпок', 'цісар',
        'цнота',
        'цокіт',
        'цугом', 'цукат', 'цукор', 'цупко', 'цурка', 'цуцик',
        'цьора',
        'цятка',
    ]
};
// 28. Ч 
const TWENTY_EIGHT__LETTER = {
    letter: 'ч',
    words: [
        'чабан', 'чабер', 'чаван', 'чавун', 'чавун', 'чавуш', 'чагар', 'чадно', 'чадра', 'чаєня', 'чаїти', 'чайка', 'чайка', 'чайна', 'чайок', 'чакан', 'чакра', 'чалий', 'чалий', 'чалма', 'чамка', 'чанго', 'чапан', 'чапля', 'чарка', 'часен', 'часом', 'часто', 'чашка',
        'чвара',
        'чедер', 'чеєнн', 'чекан', 'чекан', 'чемно', 'черва', 'черви', 'черга', 'черед', 'через', 'черен', 'череп', 'черес', 'чернь', 'чернь', 'чесно', 'честь', 'чешка', 'чешка', 'чешка',
        'чжуан',
        'чигир', 'чижик', 'чийсь', 'чилим', 'чинар', 'чинно', 'чинук', 'чипси', 'чирва', 'чирка', 'чирка', 'чирок', 'чирок', 'чиряк', 'число', 'чисто', 'читач', 'читво', 'чифір', 'чихир',
        'чібча', 'чіпка', 'чіпко', 'чіпок', 'чітко', 'чічка',
        'чобіт', 'човен', 'чокто', 'чопик', 'чопок', 'чорен', 'чорна', 'чорні', 'чорно', 'чортя', 'чотар', 'чотки', 'чохол',
        'чубар', 'чубик', 'чубок', 'чубук', 'чувал', 'чуваш', 'чудно', 'чужак', 'чужий', 'чужий', 'чуйно', 'чукча', 'чулий', 'чумак', 'чутий', 'чутка', 'чутко', 'чутно', 'чуття', 'чучхе', 'чушка', 'чушка',
        'чхати',
    ]
};
// 29. Ш 
const TWENTY_NINTH__LETTER = {
    letter: 'ш',
    words: [
        'шабат', 'шабаш', 'шабер', 'шабля', 'шавка', 'шайба', 'шакал', 'шалаш', 'шалик', 'шалон', 'шалот', 'шаман', 'шамот', 'шанкр', 'шапка', 'шасла', 'шасть', 'шатен', 'шатія', 'шатро', 'шаттл', 'шатун', 'шатуш', 'шафка', 'шахва', 'шахід', 'шахта', 'шашка',
        'шваль', 'шваля', 'швець', 'швидш', 'швора',
        'шевро', 'шелак', 'шелеп', 'шелех', 'шелті', 'шельф', 'шелюг', 'шелюг', 'шеляг', 'шемая', 'шепіт', 'шерег', 'шерех', 'шериф', 'шерше', 'шефів',
        'шибер', 'шибка', 'шиїзм', 'шийка', 'шинка', 'шиння', 'шинок', 'шипик', 'шипун', 'ширма', 'ширше', 'шитво', 'шитий', 'шиття', 'шифер', 'шифон', 'шихта', 'шишак', 'шишка',
        'шіацу', 'шість',
        'шкала', 'шкапа', 'шквал', 'шкіра', 'шкода', 'шкода', 'шкода', 'шкода', 'школа', 'шкура',
        'шланг', 'шлейф', 'шлюха',
        'шмата', 'шмига',
        'шнапс',
        'шокер', 'шолом', 'шопка', 'шорея', 'шорка', 'шорка', 'шорти', 'шофер',
        'шпага', 'шпала', 'шпана', 'шпара', 'шпача', 'шпень', 'шпиль', 'шпиця', 'шпона', 'шпора', 'шприц', 'шпрот', 'шпуля', 'шпунт',
        'шримс', 'шрифт', 'шруті',
        'штаба', 'штазі', 'штазі', 'штамб', 'штамп', 'штани', 'штані', 'штейн', 'штетл', 'штиль', 'штиль', 'штирк', 'штифт', 'штора', 'шторм', 'штраф', 'штрек', 'штрик', 'штрих', 'штука', 'штурм',
        'шубка', 'шувар', 'шугай', 'шугай', 'шукач', 'шулер', 'шулий', 'шулик', 'шуляк', 'шумер', 'шумко', 'шумно', 'шумок', 'шурин', 'шурпа', 'шуруп', 'шутий', 'шуфля', 'шушун',
        'шхери', 'шхуна',
    ]
};
// 30. Щ 
const THIRTIETH__LETTER = {
    letter: 'щ',
    words: [
        'щасні', 'щасно', 'щастя',
        'щебет', 'щебіт', 'щедро', 'щемко', 'щемно', 'щерба',
        'щигля', 'щипак', 'щипок', 'щипці', 'щирий', 'щиріш', 'щиток',
        'щіпка', 'щітка', 'щічка',
        'щогла', 'щодня', 'щодуж', 'щойно', 'щойно', 'щойно', 'щоніч', 'щопта', 'щораз', 'щорік', 'щоріч',
        'щупак', 'щупля', 'щурик', 'щурка', 'щучий', 'щучин', 'щучка',
    ]
};
// 31. Ь  
// 32. Ю 
const THIRTY_SECOND__LETTER = {
    letter: 'ю',
    words: [
        'югурт',
        'юдоль',
        'юїтка',
        'юкола',
        'юніор', 'юніше', 'юнкер', 'юнкор', 'юннат',
        'юрист', 'юрода', 'юрода',
        'юферс',
        'юшити',
    ]
};
// 33. Я 
const THIRTY_THIRD__LETTER = {
    letter: 'я',
    words: [
        'ябеда', 'ябеда',
        'явити', 'явище', 'явний',
        'ягель', 'ягода', 'ягуар',
        'ядуха', 'ядуче',
        'яєчко', 'яєчня', 'яєшня',
        'якось', 'якраз', 'якраз',
        'ялець', 'ялина', 'ялиця',
        'ямаха', 'ямища', 'ямище', 'ямний',
        'янгол', 'янтар',
        'ярига', 'яриза', 'ярина', 'яриця', 'яріти', 'ярлик', 'ярові', 'яруга', 'ярчук',
        'ясень', 'ясний', 'ясніш', 'яспис',
        'ятвяг',
        'яхонт',
        'ячати', 'ячний',
    ]
};

 export const ALL__WORDS = [
    FIRST__LETTER,
    SECOND__LETTER,
    THIRD__LETTER,
    FOURTH__LETTER,
    FIFTH__LETTER,
    SIXTH__LETTER,
    SEVENTH__LETTER,
    EIGHT__LETTER,
    NINTH__LETTER,
    TENTH__LETTER,
    ELEVENTH__LETTER,
    TWELFTH__LETTER,
    THIRTEENTH__LETTER,
    FOURTEENTH__LETTER,
    FIFTEENTH__LETTER,
    SIXTEENTH__LETTER,
    SEVENTEENTH__LETTER,
    EIGHTEENTH__LETTER,
    NINETEENTH__LETTER,
    TWENTIETH__LETTER,
    TWENTY_FIRST__LETTER,
    TWENTY_SECOND__LETTER,
    TWENTY_THIRD__LETTER,
    TWENTY_FOURTH__LETTER,
    TWENTY_FIFTH__LETTER,
    TWENTY_SIXTH__LETTER,
    TWENTY_SEVENTH__LETTER,
    TWENTY_EIGHT__LETTER,
    TWENTY_NINTH__LETTER,
    THIRTIETH__LETTER,
    THIRTY_SECOND__LETTER,
    THIRTY_THIRD__LETTER
];